blog-posts/2005-08-24-wahoo.org
#+TITLE: Wahoo!

August 24th, 2005 -
[[http://sachachua.com/blog/p/2924][http://sachachua.com/blog/p/2924]]

#+BEGIN_QUOTE
  I know you'll be very pleased to learn that I am typing
   this letter to you on Emacs. I can't claim any great degree of
   expertise with it. In fact, I am still fumbling around with the
   navigation and editing shortcuts. But I suppose this is a start. I
   should get around to various plugins and eventually planner pretty
   soon.
#+END_QUOTE

--- Dominique Cimafranca

Hooray! Hooray! Hooray! =)

Welcome to the Dark Side. The Collective. The Church. ;)

Mwahahahahahahahaha!

E-Mail from Dominique Cimafranca
