blog-posts/2005-08-24-wahoo.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Wahoo!</title>
<!-- 2014-04-30 Wed 17:31 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="../css/foundation.min.css"></link>
<link rel="stylesheet" type="text/css" href="../css/org-export.css"></link>
<link rel="stylesheet" type="text/css" href="../css/style.css"></link>
<link rel="stylesheet" type="text/css" href="../css/emacs-notes.css"></link>
</head>
<body>
<div id="content">
<h1 class="title">Wahoo!</h1>
<p>
August 24th, 2005 -
<a href="http://sachachua.com/blog/p/2924"><a href="http://sachachua.com/blog/p/2924">http://sachachua.com/blog/p/2924</a></a>
</p>

<blockquote>
<p>
I know you'll be very pleased to learn that I am typing
 this letter to you on Emacs. I can't claim any great degree of
 expertise with it. In fact, I am still fumbling around with the
 navigation and editing shortcuts. But I suppose this is a start. I
 should get around to various plugins and eventually planner pretty
 soon.
</p>
</blockquote>

<p>
&#x2014; Dominique Cimafranca
</p>

<p>
Hooray! Hooray! Hooray! =)
</p>

<p>
Welcome to the Dark Side. The Collective. The Church. ;)
</p>

<p>
Mwahahahahahahahaha!
</p>

<p>
E-Mail from Dominique Cimafranca
</p>
</div>
<div id="postamble" class="status">
<div class="back-to-top"><a href="#top">Back to top</a> | <a href="mailto:sacha@sachachua.com">E-mail me</a></div>
</div>
</body>
</html>
